Shop.seed do |s|
  s.id = 1
  s.name = "鮮魚屋 まっちゃん"
  s.name_kana = "センギョヤマッチャン"
  s.address = "〒454-0983 愛知県名古屋市中川区東春田2-45 メゾン八勝1F"
  s.category = "鮮魚居酒屋"
  s.tel = "050-3466-0454"
  s.open_time = "月・火・木・金 ランチ：11:30～14:00(L.O.14:00、ドリンクL.O.14:00)\n金・土 17:30～翌1:00(L.O.24:00、ドリンクL.O.24:30)\n日・祝日 17:00～24:00(L.O.23:00、ドリンクL.O.23:30)\n月・火・木 17:30～24:00(L.O.23:00、ドリンクL.O.23:30)"
  s.holiday = "毎週水曜日"
  s.latitude = "35.141974"
  s.longitude = "136.817714"
  s.pr_short = "鮮魚屋まっちゃん！！新鮮な魚や居酒屋メニュー満載！！ 広い空間でゆったりと楽しめます！！"
  s.pr_long = "鮮魚と居酒屋の融合！！うまい飯と酒はここにある！\n新鮮な刺身！煮付け！食べたことのない魚を味わえる！！\nいけすのお魚たちが！入荷！\n毎日新鮮素材でおすすめメニューが変わります。今の時期はカキがおすすめ！！\nお子様連れのご家族でも楽しめる！巨大いけすあり！気軽にワイワイ楽しめる鮮魚屋まっちゃん！！\nランチから元気に営業中！"
  s.url = "https://r.gnavi.co.jp/na0h200/?ak=kT4ORe353pxGavTcV3KtALpMT2IN%2Fb%2BWZFlZJmbjY2w%3D"
end
Shop.seed do |s|
  s.id = 2
  s.name = "BISTROT Gout"
  s.name_kana = "ビストログー"
  s.address = "〒454-0937 愛知県名古屋市中川区法華西町5-15"
  s.category = "こだわりの欧風居酒屋"
  s.tel = "050-3463-1975"
  s.open_time = "火～土 17:00～24:00(日曜日 17:00～23:00  コロナ対策をしており入店制限等をしております。ご来店の際は、お電話にてご予約、お問い合わせをして頂けます様お願い致します。)"
  s.holiday = "毎週月曜日"
  s.latitude = "35.128063"
  s.longitude = "136.842121"
  s.pr_short = "欧風居酒屋 BISTROT Gout 皆様のお越しをお待ちしております。"
  s.pr_long = "食材の本来の味や力を引き出して、料理を提供したい！\nそんな思いから、”味覚、味わい”の意味をもつ「Gout」グーという名前をつけました。出来立てのお料理を召し上がって頂きたい！その為、仕込みは最小限にし、オーダーを頂いてから調理致しております。野菜の力強さ、魚や肉の旨みを引き出せるよう、日々切磋琢磨しております。\n料理の事ばかりになりましたが、当店は夫婦２人で営んでます。気軽に扉をあけてみて下さい！"
  s.url = "https://r.gnavi.co.jp/n845501/?ak=kT4ORe353pxGavTcV3KtALpMT2IN%2Fb%2BWZFlZJmbjY2w%3D"
end
Shop.seed do |s|
  s.id = 3
  s.name = "昭和食堂 高畑店"
  s.name_kana = "ショウワショクドウ タカバタテン"
  s.address = "〒454-0000 愛知県名古屋市中川区中郷5-64 アーバンスペース中郷1F"
  s.category = "屋台風居酒屋"
  s.tel = "050-3477-5897"
  s.open_time = "月～日 17:00～翌5:00(L.O.4:00)(新型コロナ対策により、営業時間の短縮を行っている場合がございます。お手数をお掛け致しますが、店舗へお越しの際はご確認の上、ご来店頂きますようお願い申し上げます。)"
  s.holiday = "年中無休"
  s.latitude = "35.131937"
  s.longitude = "136.848627"
  s.pr_short = "ご予約6名様～最大何名様まででも無料送迎バス利用可能☆ 高畑駅はもちろん八田、稲永など30分圏内なら何か所でも停車できるので幹事様も安心！！"
  s.pr_long = "※当店では新型コロナウイルスへの感染対策として\nご入店時のアルコール消毒・お席の間隔をあけてのご案内・従業員のマスク着用など\nお客様のご理解・ご協力を多数お願いしておりますので、ご了承お願い致します。\n☆地域ＮＯ,１宣言☆\n◆大人気女子会・ママ会コース\n◆期間限定のフェアメニューも開催中☆\n◆豊富な宴会プラン\n◆30分乗り放題無料送迎（中川区・港区・熱田区から年間300件の実績）\n◆毎日飲み放題有ります（90分1480円・無制限1880円※土曜日、繁忙期を除く）\n◆朝の5時まで毎日全力営業\n◆お昼の宴会も大歓迎（子供会等の集まりに！）\n◆24時間ネット予約受付中\n◆最大50名様まで収容可能の座敷完備\n◆お子様も楽しめる駄菓子・射的・綿菓子コーナー充実してます"
  s.url = "https://r.gnavi.co.jp/n030420/?ak=kT4ORe353pxGavTcV3KtALpMT2IN%2Fb%2BWZFlZJmbjY2w%3D"
end
Shop.seed do |s|
  s.id = 4
  s.name = "村さ来 高畑店"
  s.name_kana = "ムラサキ タカバタテン"
  s.address = "〒454-0911 愛知県名古屋市中川区高畑1-230 第二高興ビル1F"
  s.category = "昭和懐かしい和風居酒屋"
  s.tel = "050-3466-5365"
  s.open_time = "●日〜木曜日21時30分ラストオーダー22時閉店 ●金・土曜日22時30分ラストオーダー23時閉店"
  s.holiday = "不定休日あり\n年末年始（2019年12月31日～2020年1月1日）\n※月に 1回〜2回 不定休日有ります。"
  s.latitude = "35.141555"
  s.longitude = "136.853570"
  s.pr_short = "高畑駅から徒歩1分 ・金曜日ハイボール 100円 ・水曜日焼酎ボトル 999円 ・日曜日生中280円 他色々有"
  s.pr_long = "＊営業時間＊ ●日〜木曜日21時30分ラストオーダー22時閉店 ●金・土曜日22時30分ラストオーダー23時閉店\n●名古屋名物みそ串カツ・馬刺しがオススメ！\n●飲み放題付コースは3000円〜4000円ご用意しております。週末のご予約はお早めに！\n●村さ来の飲み放題はスーパードライ！\n●スーパードライ大瓶 620円・ 味噌串カツ 1本 80円 ・手羽先1本 90円 お食事メニュー多数\n お一人様のお客様お食事のお客様大歓迎"
  s.url = "https://r.gnavi.co.jp/n743500/?ak=kT4ORe353pxGavTcV3KtALpMT2IN%2Fb%2BWZFlZJmbjY2w%3D"
end
Shop.seed do |s|
  s.id = 5
  s.name = "ちょいから"
  s.name_kana = "チョイカラ"
  s.address = "〒454-0911 愛知県名古屋市中川区高畑1-240"
  s.category = "和風居酒屋"
  s.tel = "050-3466-9685"
  s.open_time = "月～金 17:00～24:00(L.O.23:00、ドリンクL.O.23:00)\n土 17:00～翌1:00(L.O.24:00、ドリンクL.O.24:00)"
  s.holiday = "毎週日曜日 祝日\n※祝日は営業する場合もございます。"
  s.latitude = "35.140719"
  s.longitude = "136.853589"
  s.pr_short = "夜の営業が12時まで(L.O.11時)になりました。 白とうもろこし入りました。"
  s.pr_long = "ランチ、お弁当、昼飲みやっています。\n夜の営業が通常営業に戻りました。\n◆ 旬菜コース ◆\n全11品の飲み放題込み  税込５０００円\n◆ ちょいからコース ◆\n全9品の飲み放題込み 税込３５００円\n◆ もつ鍋コース ◆\n全8品の飲み放題込み  税込４５００円\nその他、御予算に応じてお作り致します。\n幹事さんには嬉しい特典もございます。"
  s.url = "https://r.gnavi.co.jp/n590700/?ak=kT4ORe353pxGavTcV3KtALpMT2IN%2Fb%2BWZFlZJmbjY2w%3D"
end
Shop.seed do |s|
  s.id = 6
  s.name = "豆たぬき"
  s.name_kana = "マメタヌキ"
  s.address = "〒454-0818 愛知県名古屋市中川区松葉町4-30-1"
  s.category = "和食・ふぐ・懐石料理"
  s.tel = "050-3464-5765"
  s.open_time = "月・火・木～日 ランチ：11:30～14:00\n月・火・木～日 ディナー：18:00～22:00(L.O.21:00)"
  s.holiday = "毎週水曜日"
  s.latitude = "35.149777"
  s.longitude = "136.863936"
  s.pr_short = "【烏森駅徒歩5分!】 ◆法事・接待承ります。 ◆お食い初め・初節句など慶弔のお料理受け付けております。"
  s.pr_long = "大切な人との記念日に・・・【慶事】\n故人を偲び思い出と共に・・・【法事】\nお得意様との貴重な宴席・・・【接待】\n可愛いお孫さんとのひと時・・・【お食い初め】\nちょっと贅沢に・・・【ふぐコース】（冬季のみ)\n大切な時間を真心込めてお手伝いさせて頂きます。\n2名様～18名様まで掘りごたつの個室、貸切最大35名様まで。\nお宮参りの帰りなどにもお立ち寄り下さいませ♪\n営業時間外などお気軽にご相談下さいませ。"
  s.url = "https://r.gnavi.co.jp/f662mccs0000/?ak=kT4ORe353pxGavTcV3KtALpMT2IN%2Fb%2BWZFlZJmbjY2w%3D"
end
Shop.seed do |s|
  s.id = 7
  s.name = "焼鳥屋 鳥貴族 高畑店"
  s.name_kana = "ヤキトリヤトリキゾク タカバタテン"
  s.address = "〒454-0911 愛知県名古屋市中川区高畑2-156 マンション日出山1F"
  s.category = "焼鳥"
  s.tel = "052-304-9477"
  s.open_time = "17:00～翌1:00(L.O.24:30)"
  s.holiday = "※12／31・1／1"
  s.latitude = "35.139278"
  s.longitude = "136.853777"
  s.pr_short = "※新型コロナウイルス感染拡大防止に伴う 臨時休業および営業時間短縮のお知らせ"
  s.pr_long = "新型コロナウイルス感染拡大防止のため、\n臨時休業や営業時間を短縮している場合がございます。\n店舗毎の営業状況につきましては鳥貴族HPをご確認ください。\n2020年8月よりテイクアウト開始いたしました！\n詳細はお気軽に店舗までお問合せください♪"
  s.url = "https://r.gnavi.co.jp/hg4avhfb0000/?ak=kT4ORe353pxGavTcV3KtALpMT2IN%2Fb%2BWZFlZJmbjY2w%3D"
end
Shop.seed do |s|
  s.id = 8
  s.name = "POTBELLY 中川"
  s.name_kana = "ポットベリー ナカガワ"
  s.address = "〒454-0983 愛知県名古屋市中川区東春田2-208"
  s.category = "ダイニングバー"
  s.tel = "052-304-0957"
  s.open_time = "ディナー・バー：17:00～翌3:00(L.O.2:00), (予約受付：16時～)"
  s.holiday = "年中無休"
  s.latitude = "35.141417"
  s.longitude = "136.816462"
  s.pr_short = "■ディナー＆飲み会＆パーティー各種まで幅広く対応！！ ■最大２０名様 宴会個室あり ■忘新年会、歓送迎会、誕生日のサプライズに！ ■飲み放題付コースがお得！"
  s.pr_long = "「ＰＯＴＢＥＬＬＹ」(ポットベリー）には太鼓腹という意味があり、お客様にお腹いっぱい食べて飲んで楽しんで頂こうという思いにより生まれたお店です。\nディナーからパーティー各種、飲み会と幅広くご利用でき、お洒落なカントリー調の店内は、スタッフの手作り♪深夜１１時より照明がランプの灯りに…一層店内が落ち着いたムードに包まれます。時が経つのを忘れてしまう空間で大切な一時をお過ごし下さい。\n◆人気メニューのほとんどがテイクアウトできます♪詳しくはお気軽にお問い合わせください。"
  s.url = "https://r.gnavi.co.jp/n603300/?ak=kT4ORe353pxGavTcV3KtALpMT2IN%2Fb%2BWZFlZJmbjY2w%3D"
end
Shop.seed do |s|
  s.id = 9
  s.name = "炭焼ダイニング 鳳"
  s.name_kana = "スミヤキダイニングオオトリ"
  s.address = "〒454-0984 愛知県名古屋市中川区供米田3-204"
  s.category = "備長炭・地鶏居酒屋"
  s.tel = "050-3467-9573"
  s.open_time = "月・水～日 ディナー：17:00～24:00(L.O.22:45、ドリンクL.O.23:15)"
  s.holiday = "毎週火曜日"
  s.latitude = "35.137078"
  s.longitude = "136.811612"
  s.pr_short = ""
  s.pr_long = "名古屋コーチン・三河地鶏専門の居酒屋\n皮が薄く脂肪が少ない三河鶏はコレステロールが少なく、\n鶏肉特有のにおいがありません。またミネラル豊富・赤穂天然塩を使用。\n自分で七輪で焼く自分焼きスタイルなのも嬉しい！\n《コース》\n■三河鶏コース 2910円 ■地鶏食べ比べコース  3920円\n■名古屋コーチンの朴葉味噌焼コース  3000円\n■地鶏鍋コース 2350円～3730円\n※充実の飲み放題プランは、+1,890円\n《お鍋》\n5種の鶏肉(三河鶏・つみれ・美濃古地鶏・赤どり・名古屋コーチン)と\n3種のスープベース(鶏がらスープ・キムチ・チゲ)からお好みのお鍋が作れます。\n《ドリンク》\n日本酒・焼酎・梅酒など全国から厳選した地酒が豊富です。\n《お席》\n掘りごたつ(30～40名様)・テーブル席(最大16名様)\n各種宴会パーティーにご対応しております。"
  s.url = "https://r.gnavi.co.jp/50jzr2t40000/?ak=kT4ORe353pxGavTcV3KtALpMT2IN%2Fb%2BWZFlZJmbjY2w%3D"
end